Repository: kor0p/secret-santa-telegram-bot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: to Saint Nicholas
uk: Таємному Миколайку

source: from Saint Nicholas
uk: від Таємного Миколайка

source: Saint Nicholas
uk: Таємний Миколайко

source: UNDEFINED
ru: НЕИЗВЕСТНО
uk: НЕВІДОМО

source: Register opened
ru: Регистрация открыта
uk: Реєстрація учасників

source: Register closed
ru: Регистрация закрыта
uk: Реєстрація закрита

source: Event already started
uk: Подія уже почалась

source: English
ru: Английский
uk: Англійська

source: Russian
ru: Русский
uk: Російська

source: Ukrainian
ru: Украи́нский
uk: Українська

source: Server Error
ru: Ошибка сервера
uk: Помилка серверу

source: Error: you have no events yet or you need to choose your active event!
ru: Ошибка: у вас нет активных мероприятий
uk: Помилка: у тебе нема активних подій

source: Error: event does not start yet!
ru: Ошибка: мероприятие ещё не началось
uk: Помилка: подія ще не почалась

source: Active event
ru: Активное мероприятие
uk: Активна подія

source: Event
ru: Мероприятие
uk: Подія

source: You received message
ru: Вы получили сообщение
uk: Ви отримали лист

source: Message successfully sent!
ru: Сообщение успешно отправлено!
uk: Повідомлення успішно надіслане!

source: Status of this event:
ru: Статус мероприятия:
uk: Статус події:

source: Hi User
ru: Добро пожаловать!
uk: Вітаю!

source: /start /help - Show this message
ru: /start /help - Показать это сообщение
uk: /start /help - Показати це повідомлення

source: /new_event - Create new Secret Santa event
ru: /new_event - Создать новое мероприятие
uk: /new_event - Створити нову подію

source: /events - Settings for your events
ru: /events - Настройки мероприятий
uk: /events - Налаштування твоїх подій

source: Please, send name for your event below
ru: Пожалуйста, выберите название для вашего мероприятия
uk: Будь ласка, дайте назву своїй події

source: here
ru: здесь
uk: тут

source: Success! To manage your events, use /events
ru: Поздоровляю! Теперь вы можете настроить ваши мероприятия здесь /events
uk: Вітаю! Керувати подіями можна тут /events

source: Your events:
ru: Ваши мероприятия:
uk: Твої події:

source: your active event
ru: ваше активное мероприятие
uk: твоя активна подія

source: you are admin there
ru: вы здесь админ
uk: ви є адміном тут

source: This is your active event
ru: Это ваше активное мероприятие
uk: Це твоя активна подія

source: You are editing event
ru: Вы настраиваете мероприятие
uk: Ви редагуєте подію

source: You are viewing event
ru: Вы просматриваете мероприятие
uk: Ви переглядаєте подію

source: Type Of Event
ru: Тип мероприятия
uk: Тип події

source: Status Of Event
ru: Статус мероприятия
uk: Статус події

source: Set this event as Active
ru: Сделать активним
uk: Зробити активним

source: Leave
ru: Покинуть
uk: Вийти

source: Close registration
ru: Закрыть регистрацию
uk: Закрити реєстрацію

source: Share event to join
ru: Поделитесь мероприятием
uk: Поділитись подією

source: Open registration
ru: Открыть регистрацию
uk: Відкрити реєстрацію

source: Distribute participants
ru: Распределить участников
uk: Розподілити учасників

source: Edit name
ru: Изменить имя
uk: Змінити ім'я

source: Edit description
ru: Изменить описание
uk: Змінити опис

source: Edit type
ru: Изменить тип
uk: Змінити тип

source: No
ru: Нет
uk: Ніт

source: Nope, nevermind
ru: Точно нет
uk: Боже, точно ні

source: Yes, I want to leave
ru: Да, я хочу уйти
uk: Так, я хочу вийти

source: You want to leave
ru: Вы хочете покинуть
uk: Ти хочеш вийти з події

source: Are you sure?
ru: Вы уверены
uk: Ти впевнений?

source: Select new type here
ru: Выберите новый тип
uk: Обери новий тип нижче

source: Hey! Event
ru: Привет! Мероприятие
uk: Вітаю! Подія

source: started!
ru: началось!
uk: почалась!

source: Your secret good buddy, whom you need to send a gift is:
ru: Твой Хороший приятель, которому ты должен принести подарок:
uk: Твій Щасливчик, якому ти маєш щось подарувати:

source: To send them a message, use /send_buddy
ru: Написать ему можна через /send_buddy
uk: Написати йому можна через /send_buddy

source: use
ru: жмите
uk: тисни

source: Provide here your wishes and address to collect your present!
ru: Напиши ему свои пожелания или если нужно адрес, куда прислать подарок!
uk: Напиши йому листа з твоїми побажаннями чи адресою для отримання подарунку!

source: Unrecognized command, see /help
ru: Неизвестная команда, см. /help
uk: Невідома команда, див. /help
